[
    {
        "id": 1,
        "img": "https://om-chauhan.github.io/JSONResponse/images/popular/taj-mahal.jpg",
        "Title": "The Taj Mahal",
        "Location": {
            "name": "Agra",
            "state": "Uttar Pradesh"
        },
        "img_credit": "Photo by Sudipta Mondal from Pexels",
        "Descriptions": "Perhaps India's most recognizable building, the Taj Mahal is also the world's most famous testimony to the power of love. Named after Mumtaz Mahal, the favorite wife of Emperor Shah Jahan, this most beautiful of mausoleums was begun upon her death in 1631 and took 20,000 workmen until 1648 to complete.\n\nIncorporating many elements of Islamic design including arches, minarets, an onion-shaped dome, and black calligraphy inlaid around the entrance, the Taj Mahal is largely constructed of white marble decorated with delicate inlaid floral patterns and precious and semi-precious stones such as jade, lapis lazuli, diamonds, and mother of pearl.\n\nThe best time to visit is either at dawn or dusk when the atmosphere is brilliantly altered by the change in lighting. If possible, try to catch a view of the Taj Mahal's reflection from the far bank of the Yamuna River-it makes for a memorable (and safe) selfie."
    },
    {
        "id": 2,
        "img": "https://om-chauhan.github.io/JSONResponse/images/popular/the-holy-city.jpg",
        "Title": "The Holy City",
        "Location": {
            "name": "Varanasi",
            "state": "Uttar Pradesh"
        },
        "img_credit": "Photo by Cosmic snap from Pixahive",
        "Descriptions": "A major pilgrimage center for Hindus, the holy city of Varanasi has long been associated with the mighty Ganges River, one of the faith's most important religious symbols. Dating back to the 8th century BC, Varanasi is one of the oldest still inhabited cities in the world.\nIt offers many reasons to visit, not least of them the chance to explore the Old Quarter adjacent to the Ganges where you'll find the Kashi Vishwanath Temple, built in 1780 (the New Vishwanath Temple with its seven separate temples is also of interest).\nBathing in the Ganges is of great importance to Hindus, and numerous locations known as ghats feature stairways leading to the water where the faithful bathe before prayers.\n\nAll told, Varanasi boasts more than 100 ghats, the largest being Dasashvamedh Ghat and Assi Ghat (the latter, at the confluence of the Ganges and Asi rivers, is considered particularly holy). \nAlso worth seeing is Banaras Hindu University, established in 1917 and noted for its massive library with more than a million books, and the superb Bharat Kala Bhavan museum featuring fine collections of miniature paintings, sculptures, palm-leaf manuscripts, and local history exhibits."
    },
    {
        "id": 3,
        "img": "https://om-chauhan.github.io/JSONResponse/images/popular/the-golden-temple.jpg",
        "Title": "The Golden Temple",
        "Location": {
            "name": "Amritsar",
            "state": "Punjab"
        },
        "img_credit": "Photo by Marsmux from wikimedia",
        "Descriptions": "Founded in 1577 by Ram Das, Amritsar is an important hub of Sikh history and culture. The main attraction here is Harmandir Sahib, opened in 1604 and still often referred to as the Golden Temple for its beautiful gold decoration. \nThe holiest of India's many Sikh shrines (it also attracts many Hindus and people of other faiths), the temple was built in a blend of Hindu and Islamic styles, its lower marble section featuring such flourishes as ornate inlaid floral and animal motifs, while the large golden dome represents a lotus flower, a symbol of purity to Sikhs.\n\nIn addition to its splendid design, visitors are equally impressed with the temple's spiritual atmosphere, an effect enhanced by the prayers continuously chanted from the Sikh holy book and broadcast throughout the complex. \nPart of the overall experience-and visitors are welcome to participate-is the chance to enjoy one of the 50,000 free meals the attraction serves up to visitors each and every day."
    },
    {
        "id": 4,
        "img": "https://om-chauhan.github.io/JSONResponse/images/popular/the-golden-city.jpg",
        "Title": "The Golden City",
        "Location": {
            "name": "Jaisalmer",
            "state": "Rajasthan"
        },
        "img_credit": "Photo by vil.sandi from Flickr",
        "Descriptions": "So named for the yellow sandstone used in most of its buildings, the Golden City of Jaisalmer is an oasis of splendid old architecture that rises from the sand dunes of the Thar Desert. \nOnce a strategic outpost, today the city is filled with splendid old mansions, magnificent gateways, and the massive Jaisalmer Fort-also known as the Golden Fort-a daunting 12th-century structure that rises high above the town.\n\nIn addition to its palaces, temples, and fine old homes, the fortress boasts 99 bastions along with massive gates leading to its main courtyard where you'll find the seven-story-tall Maharaja's Palace. \nStarted in the early 1500s and added to by successive rulers right up until the 19th century, the palace offers sections open to the public including areas beautifully decorated with tiles from Italy and China, and intricately carved stone doors, as well as a number of Jain temples dating from the 12th to 16th centuries, each decorated with fine marble and sandstone images, palm-leaf manuscripts, and brightly painted ceilings.\nBe sure to also check out the well-preserved 1,000-year-old library, Gyan Bhandar, with its many 16th-century manuscripts and antiquities."
    }
]